---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.TagFailures.RemoveTagWithNoLeaders
source: html/78007e5c-96bc-668f-eee9-c39a003725bf.htm
---
# Autodesk.Revit.DB.BuiltInFailures.TagFailures.RemoveTagWithNoLeaders Property

The Tag was deleted because it was no longer pointing to any elements.

## Syntax (C#)
```csharp
public static FailureDefinitionId RemoveTagWithNoLeaders { get; }
```